/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Presentamos Skype WiFi";
"INTRO_SUBHEADER" = "Conéctate en puntos de acceso WiFi públicos y paga sólo los minutos que utilices con crédito Skype.";
"INTRO_ICON_WIFI" = "Usa Skype, lee tu correo y navega.";
"INTRO_ICON_GLOBE" = "Skype WiFi está disponible en un millón de lugares en el mundo.";
"INTRO_ICON_SKYPECREDIT" = "Paga sólo los minutos que utilices.";

"STATE_CHECKINGNETWORK_HEADER" = "Por favor, espera…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Comprobando red para Skype WiFi";

"STATE_JOINWIFI_HEADER" = "No estás conectado al WiFi";
"STATE_JOINWIFI_SUBHEADER" = "Conéctate a una red WiFi pública compatible con Skype WiFi.";

"STATE_ALREADYONLINE_HEADER" = "Ya estás conectado";
"STATE_ALREADYONLINE_SUBHEADER" = "Parece que ya estás conectado a internet. Skype WiFi te permite conectarte en puntos WiFi públicos en más de 1 millón de lugares en el mundo.";

"STATE_GENERALERROR_HEADER" = "No se puede conectar";
"STATE_GENERALERROR_SUBHEADER" = "Esta red WiFi no responde correctamente. Intente conectarse a otra.";

"STATE_CONNECT_HEADER" = "Skype WiFi está disponible aquí";
"STATE_CONNECT_TOS_HTML_FORMAT" = "Al conectarte, aceptas los <a href=\"%@\">Términos de Servicio</a> del proveedor";

"STATE_CONNECT_BUTTON" = "Conectar";
"STATE_CONNECTING_BUTTON" = "Conectando…";

"STATE_CONNECTED_SHORT" = "Conectado";
"STATE_CONNECTED_HEADER" = "Estás conectado con Skype WiFi";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Desconectar";
"STATE_DISCONNECTING_BUTTON" = "Desconectando…";

"STATE_NOCREDIT_HEADER" = "No hay suficiente crédito Skype";


/* === Mac only === */

"OK_BUTTON" = "Aceptar";
"LEARNMORE_BUTTON" = "Saber más";
"CLOSE_BUTTON" = "Cerrar";
"GO_BACK_BUTTON" = "Retroceder";
"CONTINUE_BUTTON" = "Continuar";

"REQUIRES_OSX_VERSION_MESSAGE" = "Skype WiFi requiere OSX %@ o superior.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "Skype WiFi aún no está disponible para tu cuenta Microsoft. Por favor, inicia sesión con tu nombre de usuario y contraseña de Skype en su lugar.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "Skype WiFi aún no está disponible para tu cuenta Microsoft. Por favor, crea una cuenta Skype e inicia sesión con ella.";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi — “%@”";

"FLOATER_CONNECTED_TITLE" = "Estás conectado con Skype WiFi";
"FLOATER_CONNECTED_WISPR_TITLE" = "Estás conectado";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "La conexión expirará pronto";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "Para tu protección, cuando te conectes utilizando crédito Skype, la conexión se cortará automáticamente por si olvidas desconectarte.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d minutos";

"STATE_CONNECT_SUBHEADER" = "Conéctate gratis a internet en esta red usando Skype WiFi y paga sólo los minutos que uses con crédito Skype.";
"STATE_CONNECT_FREE_HEADER" = "Skype WiFi es gratis aquí";
"STATE_CONNECT_FREE_SUBHEADER" = "Disfruta de acceso a internet gratis en este punto de acceso con Skype WiFi. Navega, comprueba tu correo o usa Skype.";
"STATE_CONNECT_WISPR_HEADER" = "Tengo cuenta con este proveedor";
"STATE_CONNECT_WISPR_SUBHEADER" = "Si tienes cuenta con este proveedor, introduce tus credenciales aquí.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "Tu conexión a internet expirará pronto.";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ Puedes desconectarte cuando lo desees, sólo se te cargarán los minutos utilizados.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "Estás conectado desde hace %d minutos.";
"COUNTUP_0MIN" = "Estás conectado desde hace menos de un minuto.";
"COUNTUP_1MIN" = "Estás conectado desde hace un minuto aproximadamente.";
"STATE_CONNECTED_WISPR_HEADER" = "Estás conectado";
"STATE_CONNECTED_WISPR_SUBHEADER" = "Estás conectado usando tu cuenta con el proveedor de este punto de acceso, desconéctate cuando desees.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Valorar este punto de acceso";

"STATE_CONNECTED_EXTEND_BUTTON" = "Permanecer conectado";
"STATE_CONNECTED_EXTENDING_BUTTON" = "Reconectando…";

"STATE_NOCREDIT_SUBHEADER" = "Necesitas crédito Skype para pagar el acceso a internet con Skype WiFi.";
"STATE_NOCREDIT_BUTTON" = "Comprar crédito de Skype";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "Comprobando red";
"STATE_JOINWIFI_SHORT" = "No hay WiFi";
"STATE_ALREADYONLINE_SHORT" = "Ya estás conectado";
"STATE_GENERALERROR_SHORT" = "Error";
"STATE_CONNECT_SHORT" = "Disponible aquí";
"STATE_NOCREDIT_SHORT" = "No hay crédito";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "Quedan %d minutos";
"TIMEEXPIRE_1MINUTE_LEFT" = "Queda 1 minuto";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "Queda menos de 1 minuto";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "Su conexión expirará pronto.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Nombre Skype";
"LOGIN_PASSWORD_PLACEHOLDER" = "Contraseña";
"LOGIN_BUTTON" = "Iniciar sesión";
"SIGN_OUT_BUTTON" = "Cerrar sesión";

/* unused */
"LOGIN_PROBLEMS" = "¿Problemas al iniciar sesión?";
"LOGIN_CREATE_ACCOUNT" = "Crear cuenta";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Ajustes";
/* unused */
"SETTINGS_BUTTON" = "Ajustes";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Versión Skype WiFi %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype y/o Microsoft";
"ABOUT_PATENTPENDING" = "Patentes pendientes";
"ABOUT_FEEDBACK_BUTTON" = "Comentarios";
"ABOUT_LEGAL_BUTTON" = "Legal";
"ABOUT_TRADEMARK" = "El nombre Skype, las marcas comerciales y los logotipos relacionados y el logotipo \"S\" son marcas comerciales de Skype o de entidades vinculadas.";
"ABOUT_DISCLAIMER" = "Advertencia: This program is protected by copyright law and international treaties. Unauthorized reproduction or distribution of this program, or any portion of it, may result in severe criminal and civil penalties and will be prosecuted to the maximum extent possible under the law.";

/* unused */
"PROFILE_BUTTON" = "Perfil";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Nombre Skype";
"PROFILE_SKYPECREDIT" = "Crédito Skype";
"PROFILE_SKYPECREDIT_NA_VALUE" = "N/A";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "Cargando…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Puntos visitados";
"USAGE_PREVIOUSCONNECTIONS" = "Conexiones anteriores";
"USAGE_LASTUSED" = "Últimos usados";
"USAGE_LASTUSED_NEVER_VALUE" = "Nunca";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@ el %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Lugares populares";
"SUPPORTEDNETWORKS_PROVIDERS" = "Proveedores";
